/* Message that the app doesn't have access rights to biometric authentication. Placeholder is app name. */
"%@ doesn't have access to biometric authentication." = "%@ biyometrik kimlik doğrulamaya erişimi yok.";

/* Code option: 4-digit numeric */
"4-Digit Numeric Code" = "4 Haneli Nümerik Kod";

/* Code option: 6-digit numeric */
"6-Digit Numeric Code" = "6 Haneli Nümerik Kod";

/* Title for 'Cancel' Button */
"Cancel" = "İptal";

/* Headline for 'Change Passcode' view */
"Change Passcode" = "Parolayı Değiştir";

/* Title for code options button */
"Code options" = "Kod seçenekleri";

/* Headline for 'Create Passcode' view */
"Create Passcode" = "Parola Oluştur";

/* Code option: custom alphanumeric */
"Custom Alphanumeric Code" = "Özel Alfanümerik Kod";

/* Promt user to enter new passcode */
"Enter new passcode" = "Yeni parola girin";

/* Promt user to enter passcode */
"Enter your passcode" = "Parolanızı girin";

/* Notify user that passcodes do not match */
"Passcodes don't match. Try again." = "Parolalar eşleşmiyor. Tekrar deneyin.";

/* Headline for 'Remove Passcode' view */
"Remove Passcode" = "Parolayı Kaldır";

/* Title for 'Settings' Button */
"Settings" = "Ayarlar";

/* Promt user to verify new passcode */
"Verify new passcode" = "Yeni parolayı doğrula";

/* Promt user to verify passcode */
"Verify your passcode" = "Parolanızı doğrulayın";

/* Biometric enrollment prompt reason */
"Enable biometric authentication" = "Biyometrik kimlik doğrulamayı etkinleştirin";

/* Biometric authentication prompt reason */
"Verify your identity" = "Kimliğinizi doğrulayın";
